Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: More data will download when you reconnect
da: Flere data hentes, når du får forbindelse igen
de: Weitere Daten werden geladen, sobald du wieder verbunden bist
es_es: Se descargarán más datos cuando vuelvas a conectarte
fi: Lisää tietoja ladataan, kun yhteys palautuu
fr_ca: D’autres données seront téléchargées lorsque vous vous reconnecterez
it: Altri dati verranno scaricati quando ti riconnetti
ja: 再接続すると追加データをダウンロードします
ko: 다시 연결되면 추가 데이터가 다운로드됩니다
nb: Flere data lastes ned når du kobler til igjen
nl: Meer gegevens worden gedownload zodra je weer verbinding hebt
pt_br: Mais dados serão baixados quando você se reconectar
pt_pt: Serão transferidos mais dados quando voltar a ter ligação
sv: Mer data hämtas när du ansluter igen

source: More than half lit, filling toward full.
da: Mere end halvt belyst, vokser mod fuldmåne.
de: Mehr als halb beleuchtet, auf dem Weg zum Vollmond.
es_es: Más de la mitad iluminada, creciendo hacia la luna llena.
fi: Yli puoliksi valaistu, kasvaa kohti täysikuuta.
fr_ca: Plus de la moitié éclairée, en phase croissante vers la pleine lune.
it: Più di metà illuminata, verso la luna piena.
ja: 半分以上が光り、満月へと満ちていきます。
ko: 절반 이상 밝고 보름을 향해 차오릅니다.
nb: Mer enn halvt belyst, og vokser mot fullmåne.
nl: Meer dan half verlicht, op weg naar volle maan.
pt_br: Mais da metade iluminada, crescendo até a lua cheia.
pt_pt: Mais de metade iluminada, a crescer até à lua cheia.
sv: Mer än halvt belyst, växer mot fullmåne.

source: mostly seasonal
da: primært sæsonbestemt
de: überwiegend jahreszeitlich
es_es: principalmente estacional
fi: pääosin kausivaihtelua
fr_ca: surtout saisonnier
it: prevalentemente stagionale
ja: 主に季節変動
ko: 주로 계절 변화
nb: hovedsakelig sesongavhengig
nl: overwegend seizoensgebonden
pt_br: principalmente sazonal
pt_pt: principalmente sazonal
sv: främst säsongsbundet

source: My Location
da: Min lokalitet
de: Mein Standort
es_es: Mi ubicación
fi: Oma sijainti
fr_ca: Ma position
it: La mia posizione
ja: 現在地
ko: 내 위치
nb: Min posisjon
nl: Mijn locatie
pt_br: Minha localização
pt_pt: A minha localização
sv: Min plats

source: Neap tide
da: Nipflod
de: Nipptide
es_es: Marea muerta
fi: Vajaavuoksi
fr_ca: Marée de morte-eau
it: Marea di quadratura
ja: 小潮
ko: 소조
nb: Nippflo
nl: Doodtij
pt_br: Maré de quadratura
pt_pt: Maré de quadratura
sv: Nipflod

source: Near Me
da: Nær mig
de: In meiner Nähe
es_es: Cerca de mí
fi: Lähellä minua
fr_ca: Près de moi
it: Vicino a me
ja: 現在地の近く
ko: 내 주변
nb: Nær meg
nl: Bij mij in de buurt
pt_br: Perto de mim
pt_pt: Perto de mim
sv: Nära mig

source: Nearby
da: I nærheden
de: In der Nähe
es_es: Cerca
fi: Lähistöllä
fr_ca: À proximité
it: Nelle vicinanze
ja: 近く
ko: 주변
nb: I nærheten
nl: In de buurt
pt_br: Próximas
pt_pt: Próximas
sv: I närheten

source: Nearby (25 km) — downloading
da: I nærheden (25 km) — henter
de: In der Nähe (25 km) — wird geladen
es_es: Cerca (25 km) — descargando
fi: Lähistöllä (25 km) — ladataan
fr_ca: À proximité (25 km) — téléchargement en cours
it: Vicine (25 km) — download in corso
ja: 近く（25 km）— ダウンロード中
ko: 주변 (25 km) — 다운로드 중
nb: I nærheten (25 km) — laster ned
nl: In de buurt (25 km) — downloaden
pt_br: Próximas (25 km) — baixando
pt_pt: Próximas (25 km) — a descarregar
sv: I närheten (25 km) — hämtar

source: Nearest %lld — keep typing to narrow
da: De %lld nærmeste — skriv videre for at indsnævre
de: Die nächsten %lld — tippe weiter, um einzugrenzen
es_es: Las %lld más cercanas — sigue escribiendo para afinar
fi: Lähimmät %lld — rajaa hakua jatkamalla kirjoittamista
fr_ca: Les %lld plus proches — continuez à taper pour préciser
it: Le %lld più vicine — continua a scrivere per filtrare
ja: 近い順に%lldか所 — 入力を続けて絞り込み
ko: 가장 가까운 %lld개 — 계속 입력하여 검색 범위 좁히기
nb: %lld nærmeste — skriv mer for å avgrense
nl: Dichtstbijzijnde %lld — typ verder om te verfijnen
pt_br: %lld mais próximas — continue digitando para filtrar
pt_pt: %lld mais próximas — continue a escrever para filtrar
sv: De %lld närmaste — fortsätt skriva för att begränsa

source: Nearest Station
da: Nærmeste station
de: Nächste Station
es_es: Estación más cercana
fi: Lähin asema
fr_ca: Station la plus proche
it: Stazione più vicina
ja: 最寄りの観測所
ko: 가장 가까운 관측소
nb: Nærmeste stasjon
nl: Dichtstbijzijnde station
pt_br: Estação mais próxima
pt_pt: Estação mais próxima
sv: Närmaste station

source: New Moon
da: Nymåne
de: Neumond
es_es: Luna nueva
fi: Uusikuu
fr_ca: Nouvelle lune
it: Luna nuova
ja: 新月
ko: 삭
nb: Nymåne
nl: Nieuwe maan
pt_br: Lua nova
pt_pt: Lua nova
sv: Nymåne

source: Next
da: Næste
de: Als Nächstes
es_es: Siguiente
fi: Seuraava
fr_ca: Suivant
it: Avanti
ja: 次
ko: 다음
nb: Neste
nl: Volgende
pt_br: Próximo
pt_pt: Próximo
sv: Nästa

source: Next ›
da: Næste ›
de: Weiter ›
es_es: Siguiente ›
fi: Seuraava ›
fr_ca: Suivant ›
it: Avanti ›
ja: 次へ ›
ko: 다음 ›
nb: Neste ›
nl: Volgende ›
pt_br: Próximo ›
pt_pt: Próximo ›
sv: Nästa ›

source: Next event
da: Næste begivenhed
de: Nächstes Ereignis
es_es: Evento siguiente
fi: Seuraava tapahtuma
fr_ca: Événement suivant
it: Prossimo evento
ja: 次の変化
ko: 다음 현상
nb: Neste hendelse
nl: Volgende gebeurtenis
pt_br: Próximo evento
pt_pt: Próximo evento
sv: Nästa händelse

source: Next Event
da: Næste begivenhed
de: Nächstes Ereignis
es_es: Evento siguiente
fi: Seuraava tapahtuma
fr_ca: Événement suivant
it: Prossimo evento
ja: 次の変化
ko: 다음 현상
nb: Neste hendelse
nl: Volgende gebeurtenis
pt_br: Próximo evento
pt_pt: Próximo evento
sv: Nästa händelse

source: Next Event (circular)
da: Næste begivenhed (rund)
de: Nächstes Ereignis (rund)
es_es: Evento siguiente (circular)
fi: Seuraava tapahtuma (pyöreä)
fr_ca: Événement suivant (circulaire)
it: Prossimo evento (circolare)
ja: 次の変化（円形）
ko: 다음 현상 (원형)
nb: Neste hendelse (sirkel)
nl: Volgende gebeurtenis (rond)
pt_br: Próximo evento (circular)
pt_pt: Próximo evento (circular)
sv: Nästa händelse (rund)

source: Next event plus the workable window.
da: Næste begivenhed og den brugbare periode.
de: Nächstes Ereignis und nutzbares Zeitfenster.
es_es: El próximo evento y la ventana navegable.
fi: Seuraava tapahtuma ja sopiva jakso.
fr_ca: Prochain événement et fenêtre d’étale.
it: Prossimo evento e finestra utilizzabile.
ja: 次の変化と、利用しやすい時間帯。
ko: 다음 현상과 이용 가능한 시간대.
nb: Neste hendelse og det brukbare tidsvinduet.
nl: De volgende gebeurtenis en het bruikbare venster.
pt_br: Próximo evento e janela utilizável.
pt_pt: Próximo evento e período utilizável.
sv: Nästa händelse och den användbara perioden.

source: Next full
da: Næste fuldmåne
de: Nächster Vollmond
es_es: Próxima luna llena
fi: Seuraava täysikuu
fr_ca: Pleine lune suivante
it: Prossima piena
ja: 次の満月
ko: 다음 보름
nb: Neste fullmåne
nl: Volgende volle maan
pt_br: Próxima cheia
pt_pt: Próxima cheia
sv: Nästa fullmåne

source: Next High Tide
da: Næste højvande
de: Nächstes Hochwasser
es_es: Próxima pleamar
fi: Seuraava ylävesi
fr_ca: Marée haute suivante
it: Prossima alta marea
ja: 次の満潮
ko: 다음 만조
nb: Neste høyvann
nl: Volgend hoogwater
pt_br: Próxima preamar
pt_pt: Próxima preia-mar
sv: Nästa högvatten

source: Next Low Tide
da: Næste lavvande
de: Nächstes Niedrigwasser
es_es: Próxima bajamar
fi: Seuraava alavesi
fr_ca: Marée basse suivante
it: Prossima bassa marea
ja: 次の干潮
ko: 다음 간조
nb: Neste lavvann
nl: Volgend laagwater
pt_br: Próxima baixa-mar
pt_pt: Próxima baixa-mar
sv: Nästa lågvatten

source: Next lunar eclipse
da: Næste måneformørkelse
de: Nächste Mondfinsternis
es_es: Próximo eclipse lunar
fi: Seuraava kuunpimennys
fr_ca: Éclipse lunaire suivante
it: Prossima eclissi lunare
ja: 次の月食
ko: 다음 월식
nb: Neste måneformørkelse
nl: Volgende maansverduistering
pt_br: Próximo eclipse lunar
pt_pt: Próximo eclipse lunar
sv: Nästa månförmörkelse

source: Next max
da: Næste maksimum
de: Nächstes Maximum
es_es: Próximo máximo
fi: Seuraava maksimi
fr_ca: Prochain maximum
it: Prossimo massimo
ja: 次の最強流
ko: 다음 최대
nb: Neste maksimum
nl: Volgend maximum
pt_br: Próximo máximo
pt_pt: Próximo máximo
sv: Nästa maximum

source: Next new
da: Næste nymåne
de: Nächster Neumond
es_es: Próxima luna nueva
fi: Seuraava uusikuu
fr_ca: Nouvelle lune suivante
it: Prossima nuova
ja: 次の新月
ko: 다음 삭
nb: Neste nymåne
nl: Volgende nieuwe maan
pt_br: Próxima nova
pt_pt: Próxima nova
sv: Nästa nymåne

source: Next Slack
da: Næste strømstille
de: Nächstes Stauwasser
es_es: Próxima estoa
fi: Seuraava virran tyyntyminen
fr_ca: Étale suivante
it: Prossima stanca
ja: 次の潮止まり
ko: 다음 정조
nb: Neste strømstille
nl: Volgende kentering
pt_br: Próximo estofo
pt_pt: Próximo estofo
sv: Nästa strömstilla

source: Next Slack (inline)
da: Næste strømstille (på linjen)
de: Nächstes Stauwasser (einzeilig)
es_es: Próxima estoa (en línea)
fi: Seuraava virran tyyntyminen (rivillä)
fr_ca: Étale suivante (en ligne)
it: Prossima stanca (in linea)
ja: 次の潮止まり（インライン）
ko: 다음 정조 (인라인)
nb: Neste strømstille (på én linje)
nl: Volgende kentering (in regel)
pt_br: Próximo estofo (em linha)
pt_pt: Próximo estofo (em linha)
sv: Nästa strömstilla (på raden)

source: Next slack or turn at a glance.
da: Næste strømstille eller vending med et blik.
de: Nächstes Stauwasser oder nächste Wende auf einen Blick.
es_es: Próxima estoa o cambio de un vistazo.
fi: Seuraava virran tyyntyminen tai suunnanmuutos yhdellä silmäyksellä.
fr_ca: Prochaine étale ou prochain renversement, en un coup d’œil.
it: Prossima stanca o inversione a colpo d’occhio.
ja: 次の潮止まりや潮の変わり目をひと目で。
ko: 다음 정조나 전환을 한눈에.
nb: Neste strømstille eller vending med et blikk.
nl: De volgende kentering of omslag in één oogopslag.
pt_br: Próximo estofo ou inversão num relance.
pt_pt: Próximo estofo ou inversão num relance.
sv: Nästa strömstilla eller vändning i en blick.

source: Next Slack Window
da: Næste strømstille periode
de: Nächstes Stauwasserfenster
es_es: Próxima ventana de estoa
fi: Seuraava heikon virtauksen jakso
fr_ca: Fenêtre d’étale suivante
it: Prossima finestra di stanca
ja: 次の潮止まり時間帯
ko: 다음 정조 시간대
nb: Neste strømstillevindu
nl: Volgend kenteringsvenster
pt_br: Próxima janela de estofo
pt_pt: Próximo período de estofo
sv: Nästa strömstilla period

source: Next solar eclipse
da: Næste solformørkelse
de: Nächste Sonnenfinsternis
es_es: Próximo eclipse solar
fi: Seuraava auringonpimennys
fr_ca: Éclipse solaire suivante
it: Prossima eclissi solare
ja: 次の日食
ko: 다음 일식
nb: Neste solformørkelse
nl: Volgende zonsverduistering
pt_br: Próximo eclipse solar
pt_pt: Próximo eclipse solar
sv: Nästa solförmörkelse

source: No alerts yet. Press and hold any station's timeline to set one.
da: Ingen varsler endnu. Tryk og hold på en stations tidslinje for at indstille et.
de: Noch keine Meldungen. Halte den Verlauf einer beliebigen Station gedrückt, um eine einzurichten.
es_es: Aún no hay alertas. Mantén pulsada la cronología de una estación para crear una.
fi: Ei vielä hälytyksiä. Aseta hälytys painamalla pitkään minkä tahansa aseman aikajanaa.
fr_ca: Aucune alerte pour l’instant. Maintenez le doigt sur la chronologie d’une station pour en créer une.
it: Ancora nessun avviso. Tieni premuta la cronologia di una stazione per impostarne uno.
ja: アラートはまだありません。観測所のタイムラインを長押しして設定できます。
ko: 아직 알림이 없습니다. 관측소 타임라인을 길게 눌러 설정하세요.
nb: Ingen varsler ennå. Trykk og hold på en stasjons tidslinje for å opprette et.
nl: Nog geen waarschuwingen. Houd de tijdlijn van een station ingedrukt om er een in te stellen.
pt_br: Ainda sem alertas. Mantenha a linha do tempo de qualquer estação pressionada para criar um.
pt_pt: Ainda não há alertas. Mantenha premida a cronologia de qualquer estação para criar um.
sv: Inga aviseringar än. Håll ned på en stations tidslinje för att ställa in en.

source: No Canadian predictions to download here — you're outside the range where they'd be useful. Stations near you work offline already.
da: Ingen canadiske prognoser at hente her — du er uden for området, hvor de er nyttige. Stationer nær dig virker allerede offline.
de: Hier gibt es keine kanadischen Vorhersagen zum Laden — du bist außerhalb des Bereichs, in dem sie nützlich wären. Stationen in deiner Nähe funktionieren bereits offline.
es_es: No hay predicciones canadienses que descargar aquí: estás fuera de la zona donde serían útiles. Las estaciones cercanas ya funcionan sin conexión.
fi: Täällä ei ole ladattavia Kanadan ennusteita — olet niiden hyödyllisen alueen ulkopuolella. Lähiasemat toimivat jo ilman verkkoyhteyttä.
fr_ca: Aucune prévision canadienne à télécharger ici — vous êtes hors de la zone utile. Les stations proches fonctionnent déjà hors ligne.
it: Nessuna previsione canadese da scaricare qui: sei fuori dalla zona in cui sarebbe utile. Le stazioni vicine funzionano già offline.
ja: ここでダウンロードできるカナダの予測はありません。予測が役立つ範囲の外にいます。近くの観測所はすでにオフラインで利用できます。
ko: 여기서는 다운로드할 캐나다 예측이 없습니다. 유용한 범위를 벗어났습니다. 주변 관측소는 이미 오프라인으로 작동합니다.
nb: Ingen kanadiske prognoser å laste ned her — du er utenfor området der de er nyttige. Stasjonene nær deg virker allerede frakoblet.
nl: Hier zijn geen Canadese voorspellingen om te downloaden — je bent buiten het gebied waar ze nuttig zouden zijn. Stations in je buurt werken al offline.
pt_br: Não há previsões canadenses para baixar aqui — você está fora da área onde seriam úteis. As estações próximas já funcionam offline.
pt_pt: Não há previsões canadianas para descarregar aqui — está fora da área onde seriam úteis. As estações próximas já funcionam sem ligação.
sv: Inga kanadensiska prognoser att hämta här — du är utanför området där de är användbara. Stationer nära dig fungerar redan offline.

source: No mail app
da: Ingen mailapp
de: Keine Mail-App
es_es: No hay app de correo
fi: Ei sähköpostisovellusta
fr_ca: Aucune app de messagerie
it: Nessuna app di posta
ja: メールアプリがありません
ko: 메일 앱 없음
nb: Ingen e-postapp
nl: Geen mailapp
pt_br: Sem app de e-mail
pt_pt: Sem aplicação de correio
sv: Ingen e-postapp

source: No matches
da: Ingen resultater
de: Keine Treffer
es_es: No hay coincidencias
fi: Ei osumia
fr_ca: Aucun résultat
it: Nessun risultato
ja: 一致する場所なし
ko: 검색 결과 없음
nb: Ingen treff
nl: Geen resultaten
pt_br: Nenhum resultado
pt_pt: Sem resultados
sv: Inga träffar

source: No places found
da: Ingen steder fundet
de: Keine Orte gefunden
es_es: No se encontraron lugares
fi: Paikkoja ei löytynyt
fr_ca: Aucun lieu trouvé
it: Nessun luogo trovato
ja: 場所が見つかりません
ko: 장소를 찾을 수 없음
nb: Ingen steder funnet
nl: Geen plaatsen gevonden
pt_br: Nenhum lugar encontrado
pt_pt: Nenhum lugar encontrado
sv: Inga platser hittades

source: No speed
da: Ingen hastighed
de: Keine Geschwindigkeit
es_es: Sin velocidad
fi: Ei nopeutta
fr_ca: Aucune vitesse
it: Nessuna velocità
ja: 流速なし
ko: 속도 없음
nb: Ingen hastighet
nl: Geen snelheid
pt_br: Sem velocidade
pt_pt: Sem velocidade
sv: Ingen hastighet

# NOAA harmonic current prediction. Flood sets %lld°T. Speeds use %@.
source: NOAA harmonic current prediction. Flood sets %1$lld°T. Speeds use %2$@.
da: NOAA's harmoniske strømprognose. Flodstrømmen sætter %lld°T. Hastigheder bruger %@.
de: Harmonische NOAA-Strömungsvorhersage. Flutstrom setzt nach %1$lld°T. Geschwindigkeiten in %2$@.
es_es: Predicción armónica de corrientes de NOAA. La corriente de flujo se establece a %1$lld°T. Las velocidades usan %2$@.
fi: NOAA:n harmoninen virtausennuste. Nousuvirtauksen suunta on %lld°T. Nopeuksien yksikkö on %@.
fr_ca: Prévision harmonique de courant NOAA. Le flot porte au %1$lld°T. Vitesses exprimées en %2$@.
it: Previsione armonica di corrente NOAA. Il flusso dirige verso %1$lld°T. Le velocità usano %2$@.
ja: NOAAの調和解析による潮流予測。上げ潮流の流向は%1$lld°T。流速の単位は%2$@です。
ko: NOAA 조화 조류 예측. 창조류 방향은 %lld°T입니다. 속도 단위는 %@입니다.
nb: Harmonisk strømprognose fra NOAA. Inngående strøm setter mot %1$lld°T. Hastighetene bruker %2$@.
nl: Harmonische NOAA-stroomvoorspelling. De vloedstroom zet naar %1$lld°T. Snelheden in %2$@.
pt_br: Previsão harmônica de correntes NOAA. A enchente segue para %1$lld°T. As velocidades usam %2$@.
pt_pt: Previsão harmónica de correntes NOAA. A enchente segue para %1$lld°T. As velocidades usam %2$@.
sv: NOAA:s harmoniska strömprognos. Flodströmmen sätter %lld°T. Hastigheter använder %@.

source: NOAA reference slacks and maxima, adjusted by published offsets and computed on this device
da: NOAA's referenceværdier for strømstille perioder og maksima, justeret med offentliggjorte korrektioner og beregnet på denne enhed
de: NOAA-Referenzzeiten für Stauwasser und Strömungsmaxima, mit veröffentlichten Korrekturen angepasst und auf diesem Gerät berechnet
es_es: Estoas y máximos de referencia de NOAA, ajustados con los desfases publicados y calculados en este dispositivo
fi: NOAA:n vertailuaseman virran tyyntymishetket ja maksimit, korjattu julkaistuilla arvoilla ja laskettu tällä laitteella
fr_ca: Étales et maximums de référence NOAA, corrigés selon les décalages publiés et calculés sur cet appareil
it: Stanche e massimi della stazione di riferimento NOAA, adattati con le correzioni pubblicate e calcolati su questo dispositivo
ja: NOAA基準観測所の潮止まりと最強流を公開補正値で調整し、このデバイスで計算しています
ko: NOAA 기준 관측소의 정조와 최대 유속을 공개된 보정값으로 조정하여 이 기기에서 계산합니다
nb: Referansetider for strømstille og maksimum fra NOAA, justert med publiserte korreksjoner og beregnet på denne enheten
nl: NOAA-referentietijden voor kenteringen en stroommaxima, aangepast met gepubliceerde correcties en berekend op dit apparaat
pt_br: Estofos e máximos da referência NOAA, ajustados por correções publicadas e calculados neste dispositivo
pt_pt: Estofos e máximos da referência NOAA, ajustados por correções publicadas e calculados neste dispositivo
sv: NOAA:s referensvärden för strömstilla och maxima, justerade med publicerade korrektioner och beräknade på den här enheten

source: NOAA subordinate station: %@'s slacks and maxima, corrected by published offsets
da: NOAA's sekundære station: strømstille perioder og maksima ved %@, korrigeret med offentliggjorte korrektioner
de: NOAA-Anschlussstation: Stauwasserzeiten und Strömungsmaxima von %@, mit veröffentlichten Korrekturen angepasst
es_es: Estación subordinada de NOAA: estoas y máximos de %@, corregidos con los desfases publicados
fi: NOAA:n alisteinen asema: aseman %@ virran tyyntymishetket ja maksimit, korjattu julkaistuilla arvoilla
fr_ca: Station subordonnée NOAA : étales et maximums de %@, corrigés selon les décalages publiés
it: Stazione subordinata NOAA: stanche e massimi di %@, corretti con gli scarti pubblicati
ja: NOAA従属観測所：%@の潮止まりと最強流を公開補正値で調整しています
ko: NOAA 종속 관측소: %@의 정조와 최대 유속을 공개된 보정값으로 조정
nb: Underordnet NOAA-stasjon: strømstille og maksimum fra %@, korrigert med publiserte korreksjoner
nl: NOAA-nevenstation: kenteringen en stroommaxima van %@, aangepast met gepubliceerde correcties
pt_br: Estação subordinada NOAA: estofos e máximos de %@, corrigidos pelos desvios publicados
pt_pt: Estação subordinada NOAA: estofos e máximos de %@, corrigidos pelos desvios publicados
sv: NOAA:s sekundärstation: strömstilla och maxima vid %@, korrigerade med publicerade korrektioner

source: NOAA subordinate station: slacks and maxima, corrected by published offsets
da: NOAA's sekundære station: strømstille perioder og maksima, korrigeret med offentliggjorte korrektioner
de: NOAA-Anschlussstation: Stauwasserzeiten und Strömungsmaxima, mit veröffentlichten Korrekturen angepasst
es_es: Estación subordinada de NOAA: estoas y máximos corregidos con los desfases publicados
fi: NOAA:n alisteinen asema: virran tyyntymishetket ja maksimit, korjattu julkaistuilla arvoilla
fr_ca: Station subordonnée NOAA : étales et maximums, corrigés selon les décalages publiés
it: Stazione subordinata NOAA: stanche e massimi, corretti con gli scarti pubblicati
ja: NOAA従属観測所：潮止まりと最強流を公開補正値で調整しています
ko: NOAA 종속 관측소: 정조와 최대 유속을 공개된 보정값으로 조정
nb: Underordnet NOAA-stasjon: strømstille og maksimum, korrigert med publiserte korreksjoner
nl: NOAA-nevenstation: kenteringen en stroommaxima, aangepast met gepubliceerde correcties
pt_br: Estação subordinada NOAA: estofos e máximos, corrigidos pelos desvios publicados
pt_pt: Estação subordinada NOAA: estofos e máximos, corrigidos pelos desvios publicados
sv: NOAA:s sekundärstation: strömstilla och maxima, korrigerade med publicerade korrektioner

source: None measured
da: Ingen målt
de: Keine gemessen
es_es: Ninguna medida
fi: Ei mittauksia
fr_ca: Aucune mesure
it: Nessuna misurata
ja: 計測値なし
ko: 측정값 없음
nb: Ingen målt
nl: Geen gemeten
pt_br: Nenhuma medida
pt_pt: Nenhuma medida
sv: Inget uppmätt

source: None visible from here.
da: Ingen synlige herfra.
de: Von hier aus keine sichtbar.
es_es: Ninguno visible desde aquí.
fi: Ei täältä näkyviä.
fr_ca: Aucune visible d’ici.
it: Nessuna visibile da qui.
ja: ここからは見えません。
ko: 여기서 보이는 현상이 없습니다.
nb: Ingen synlige herfra.
nl: Geen zichtbaar vanaf hier.
pt_br: Nenhum visível daqui.
pt_pt: Nenhum visível daqui.
sv: Inga synliga härifrån.

source: Not downloaded
da: Ikke hentet
de: Nicht geladen
es_es: No descargada
fi: Ei ladattu
fr_ca: Non téléchargé
it: Non scaricata
ja: 未ダウンロード
ko: 다운로드 안 됨
nb: Ikke lastet ned
nl: Niet gedownload
pt_br: Não baixado
pt_pt: Não descarregado
sv: Inte hämtat

source: Not downloaded — get back online to download predictions.
da: Ikke hentet — gå online igen for at hente prognoser.
de: Nicht geladen — verbinde dich wieder, um Vorhersagen zu laden.
es_es: No descargada — vuelve a conectarte para descargar las predicciones.
fi: Ei ladattu — yhdistä verkkoon ladataksesi ennusteet.
fr_ca: Non téléchargé — reconnectez-vous pour télécharger les prévisions.
it: Non scaricata — torna online per scaricare le previsioni.
ja: 未ダウンロード — 接続して予測をダウンロードしてください。
ko: 다운로드 안 됨 — 인터넷에 연결하여 예측을 다운로드하세요.
nb: Ikke lastet ned — koble til igjen for å laste ned prognoser.
nl: Niet gedownload — ga weer online om voorspellingen te downloaden.
pt_br: Não baixado — conecte-se novamente para baixar previsões.
pt_pt: Não descarregado — ligue-se à Internet novamente para descarregar previsões.
sv: Inte hämtat — anslut igen för att hämta prognoser.

source: Not for navigation.
da: Ikke til navigation.
de: Nicht zur Navigation geeignet.
es_es: No usar para la navegación.
fi: Ei navigointiin.
fr_ca: Non destiné à la navigation.
it: Non destinato alla navigazione.
ja: 航海には使用できません。
ko: 항해용이 아닙니다.
nb: Skal ikke brukes til navigasjon.
nl: Niet geschikt voor navigatie.
pt_br: Não usar para navegação.
pt_pt: Não usar para navegação.
sv: Inte för navigation.

source: Not now
da: Ikke nu
de: Jetzt nicht
es_es: Ahora no
fi: Ei nyt
fr_ca: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
nb: Ikke nå
nl: Niet nu
pt_br: Agora não
pt_pt: Agora não
sv: Inte nu

source: Notifications are Premium
da: Notifikationer kræver Premium
de: Mitteilungen erfordern Premium
es_es: Las notificaciones requieren Premium
fi: Ilmoitukset vaativat Premiumin
fr_ca: Les notifications nécessitent Premium
it: Le notifiche richiedono Premium
ja: 通知にはPremiumが必要です
ko: 알림에는 Premium이 필요합니다
nb: Varslinger krever Premium
nl: Meldingen vereisen Premium
pt_br: Notificações são Premium
pt_pt: Notificações são Premium
sv: Notiser kräver Premium

source: Now
da: Nu
de: Jetzt
es_es: Ahora
fi: Nyt
fr_ca: Maintenant
it: Ora
ja: 現在
ko: 지금
nb: Nå
nl: Nu
pt_br: Agora
pt_pt: Agora
sv: Nu

source: Now, which way it's going, and the next turn.
da: Nu, hvilken vej det bevæger sig, og næste vending.
de: Jetzt, die Strömungsrichtung und die nächste Wende.
es_es: El estado actual, su dirección y el próximo cambio.
fi: Nykytila, liikkeen suunta ja seuraava käänne.
fr_ca: Courant actuel, direction et prochain renverse.
it: Ora, direzione e prossima inversione.
ja: 今の状態、流れの向き、次の変わり目。
ko: 현재 상태, 흐름 방향, 다음 전환.
nb: Nå, strømretningen og neste vending.
nl: Het water nu, de richting en de volgende omslag.
pt_br: Agora, a direção do fluxo e a próxima inversão.
pt_pt: Agora, a direção do fluxo e a próxima inversão.
sv: Nu, åt vilket håll det går och nästa vändning.
